IDEA Open Model
DappedEnd.Haunch Property
Compatible with IDEA StatiCa 20.1
 Haunch size of dapped end
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Haunch { get; set; }
Public Property Haunch As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
DappedEnd Class
IdeaRS.OpenModel.Detail Namespace